data = {
  case: [
    {
      title:
        '+46% к доходу: как мы вывели Alleva в лидеры рынка с помощью digital-маркетинга',
      alt_image: 'apple painting',
      image_url: 'lodka.jpg',
      category: 'Контекстная реклама',
      logo: 'Alleva-main-logo 2.png',
      alt_logo: 'apple',
    },
  ],
  case_blocks: [
    {
      class: 'acquaintance',
      title: 'Знакомьтесь',
      points: [
        {
          text: 'Alleva – итальянский производитель кормов для кошек и собак классов holistic и супер-премиум.',
        },
        {
          bold: 'Задача:',
          text: 'Увеличить узнаваемость бренда Alleva на российском рынке и вывести его в лидеры ниши премиальных кормов.',
        },
        {
          bold: 'Стартовые позиции:',
          text: 'Уход крупных игроков с рынка кормов класса holistic создал для Alleva "окно возможностей", но одновременно обострил конкуренцию. Требовалось действовать быстро и эффективно.',
        },
      ],
    },
    {
      class: 'color-block',
      title: 'Сложности:',
      points: [
        {
          bold: 'Низкая узнаваемость бренда.',
          text: 'Сайт Alleva занимал 10 место в поисковой выдаче по ключевому запросу, теряя более Х потенциальных клиентов ежемесячно.',
        },
        {
          bold: 'Более 90% посетителей сайта заходили на него впервые.',
          text: 'Аудитория не была знакома с брендом и его преимуществами.',
        },
        {
          bold: 'Низкий процент повторных покупок (70%).',
        },
      ],
    },
    {
      class: 'ordinary-block',
      title: 'Наш подход:',
      points: [
        'В Insight Digital Agency мы верим в силу комплексного digital-маркетинга и тесного сотрудничества с клиентом. Работая с Alleva, мы проанализировали их целевую аудиторию, конкурентов и выявили точки роста, чтобы разработать эффективную стратегию продвижения',
      ],
    },
    {
      class: 'mark-num-list',
      title: 'Что мы сделали:',
      points: [
        {
          title_point:
            'Глубокий анализ. Мы изучили целевую аудиторию Alleva, ее потребности и "боли", чтобы говорить с ней на одном языке:',
          ul: [
            'Портрет ЦА: Молодые семьи, заводящие питомцев, и опытные владельцы, готовые платить больше за качество корма.',
            'Страхи и возражения: Некачественные корма, проблемы со здоровьем питомца, завышенные цены, сложность выбора.',
          ],
        },
        {
          title_point: 'Стратегия охвата',
          ul: [
            'Медийная реклама: Яркая и запоминающаяся реклама с акцентом на итальянском качестве, натуральных ингредиентах и заботе о здоровье питомца.',
            'Контент-маркетинг: Создание промо-страниц с полезным контентом – статьями о питании, советами по выбору корма и отзывами ветеринаров.',
          ],
        },
        {
          title_point: 'Стратегия удержания:',
          ul: [
            'Ретаргетинг: Настроили точный ретаргетинг, чтобы вернуть на сайт пользователей, уже проявивших интерес к Alleva.',
            'Персонализация: Использовали персонализированные объявления, учитывая предыдущие действия и интересы пользователей.',
            'Лояльность: Разработали систему акций и скидок для стимулирования повторных покупок.',
          ],
        },
        {
          title_point: 'Стратегия конверсии:',
          ul: [
            'Контекстная реклама: Привлекли на сайт "горячих" клиентов, уже ищущих корма Alleva или их аналоги.',
            'Оптимизация сайта: Сделали сайт удобнее, информативнее и привлекательнее для повышения конверсии.',
          ],
        },
      ],
    },
    {
      class: 'results',
      title: 'Результаты',
      points: [
        {
          top: 'На 66%',
          bottom: 'увеличилась посещаемость сайта',
        },
        {
          top: 'В 2 раза с 5,9% до 13,5%',
          bottom: 'вырос процент повторных визитов',
        },
        {
          top: '3159%',
          bottom: 'достиг ROI рекламной кампании',
        },
        {
          top: 'На 76%',
          bottom: 'выросло количество заказов',
        },
        {
          top: 'На 46%',
          bottom: 'увеличился доход Alleva',
        },
      ],
    },
    {
      class: 'simple-paragraph',
      content:
        'Этот проект в очередной раз доказал, что продуманная digital-стратегия и слаженная работа команды способны привести к впечатляющим результатам. Хотите таких же результатов для своего бизнеса? Обращайтесь в Insight Digital Agency!',
    },
  ],
  also_cases: [
    {
      href: 'case4',
      title:
        'Эта концепция офиса представляет собой симбиоз современных технологий и дизайна, создавая комфортное рабочее пространство.',
      alt_image: 'modern office',
      image_url: 'dog-case.jpeg',
      category: 'Разработка сайтов',
    },
    {
      href: 'case4',
      title:
        'Эта концепция офиса представляет собой симбиоз современных технологий и дизайна, создавая комфортное рабочее пространство.',
      alt_image: 'modern office',
      image_url: 'dog-case.jpeg',
      category: 'Разработка сайтов',
    },
    {
      href: 'case4',
      title:
        'Эта концепция офиса представляет собой симбиоз современных технологий и дизайна, создавая комфортное рабочее пространство.',
      alt_image: 'modern office',
      image_url: 'dog-case.jpeg',
      category: 'Разработка сайтов',
    },
  ],
}
